Repository: hypericumimpex/hyp-badge
Catalog: languages/yith-woocommerce-badges-management-*.po
Languages: fr_fr

source: DISCOUNT
fr_fr: PROMOTION

source: Preview
fr_fr: Apperçu

source: Schedule
fr_fr: Planifier

source: Starting Date
fr_fr: Date de départ

source: Ending Date
fr_fr: Date de fin

source: Category Badges
fr_fr: Badges de catégories

source: Shipping Class Badges
fr_fr: Badges de classes d’expédition

source: Select Badge
fr_fr: Choisir un badge

source: — No Change —
fr_fr: — Pas de changement —

source: None
fr_fr: Aucun

source: No badge to duplicate has been supplied!
fr_fr: Pas de badge à dupliquer disponible

source: Error while duplicating badge: badge #%s not found
fr_fr: Erreur pendant la duplication du badge. Badge #%s non trouvé

source: Copy
fr_fr: Copier

source: Make a duplicate from this badge
fr_fr: Faire une copie de ce badge

source: Duplicate
fr_fr: Dupliquer

source: Your Inspiration Themes
fr_fr: YITH

source: Plugin Documentation
fr_fr: Documentation du plugin

source: Plugin Site
fr_fr: Site du plugin

source: Live Demo
fr_fr: Démo en live

source: Settings
fr_fr: Paramètres

source: Premium Version
fr_fr: Version Premium

source: Badge Options
fr_fr: Options du badge

source: Product Badge
fr_fr: Badge produit

source: none
fr_fr: aucun

source: Add Badge
fr_fr: Ajouter un badge

source: Add new Badge
fr_fr: Ajouter un nouveau badge

source: Edit Badge
fr_fr: Editer un badge

source: View Badge
fr_fr: Voir un badge

source: Badge not found
fr_fr: Badge non trouvé

source: Badge not found in trash
fr_fr: Badge non trouvé dans la corbeille

source: Text Badge
fr_fr: Badge Texte

source: CSS Badge
fr_fr: Badge CSS

source: Image Badge
fr_fr: Badge image

source: Advanced Badge
fr_fr: Badge avancé

source: Text Options
fr_fr: Options du texte

source: Text
fr_fr: Teste

source: Text Color
fr_fr: Couleur du texte

source: Font Size (pixel)
fr_fr: Taille de police (pixels)

source: Line Height (pixel)
fr_fr: Hauteur de ligne (pixels)

source: [set -1 to set it equal to height of the badge]
fr_fr: [saisir -1 pour définir comme la hauteur du badge]

source: Style Options
fr_fr: Options de style

source: Background Color
fr_fr: Couleur de fonds

source: Size (pixel)
fr_fr: Taille (pixels)

source: Width
fr_fr: Largeur

source: Height
fr_fr: Hauteur

source: Select the CSS Badge
fr_fr: Sélectionnez le badge CSS

source: CSS Options
fr_fr: Options CSS

source: Badge Color
fr_fr: Couleur du badge

source: Select the Image Badge
fr_fr: Sélectionnez le badge image

source: Upload
fr_fr: Télécharger

source: Select the Advanced Badge
fr_fr: Sélectionnez le badge avancé

source: Advanced Options
fr_fr: Options avancées

source: Display
fr_fr: Afficher

source: Percentage
fr_fr: Pourcentage

source: Amount
fr_fr: Montant

source: Opacity and position
fr_fr: Opacité et position

source: Opacity
fr_fr: Opacité

source: Anchor Point
fr_fr: Point d’ancrage

source: top-left
fr_fr: haut-gauche

source: top-right
fr_fr: haut-droit

source: bottom-left
fr_fr: bas-gauche

source: bottom-right
fr_fr: bas-droit

source: [for Drag and Drop positioning]
fr_fr: [pour un positionnement Drag and Drop]

source: Position (pixel or percentual)
fr_fr: Position (pixels ou pourcentage)

source: Top
fr_fr: Haut

source: Bottom
fr_fr: Bas

source: Left
fr_fr: Gauche

source: Right
fr_fr: Droite

source: Center Positioning
fr_fr: Télécharger une image personnalisée

source: Center
fr_fr: Centrer

source: Use Drag and Drop for positioning
fr_fr: Utilisez Drag and Drop pour le positionnement

source: Upload Custom Image
fr_fr: Télécharger une image personnalisée

source: Auctions
fr_fr: Enchères

source: YITH WooCommerce Badge Management is enabled but not effective. It requires Woocommerce in order to work.
fr_fr: YITH Badges Management Premium est activé mais pas fonctionnel. Nécessite WooCommerce pour fonctionner.

source: General Options
fr_fr: Options générales

source: Hide "On sale" badge
fr_fr: Masquer dans les sidebars

source: Select to hide the default Woocommerce "On sale" badge.
fr_fr: Sélectionnez pour masquer le badge WooCommerce « On sale » par défaut.

source: Hide in sidebars
fr_fr: Masqué dans les sidebars

source: Select to hide the badges in sidebars and widgets.
fr_fr: Sélectionnez pour masquer les badges dans les sidebars et les widgets.

source: Product Badge overrides default on sale badge
fr_fr: Le badge du produit remplace le badge «promotion» par défaut

source: Select if you want to hide WooCommerce default "On Sale" badge when the product has another badge
fr_fr: Sélectionnez si vous souhaitez masquer le badge WooCommerce «Promotion» par défaut lorsque le produit à un autre badge

source: Single Product
fr_fr: Page produit

source: Select the badge you want to apply to all recent products.
fr_fr: Sélectionnez le badge que vous voulez utiliser pour tous les produits récents.

source: Show the badge for products that are newer than X days.
fr_fr: Afficher le badge pour les produits récents de moins de X jours.

source: On sale Badge
fr_fr: Badge « promotion »

source: Select the Badge for products on sale.
fr_fr: Sélectionnez le badge pour les produits en promotion.

source: Select the badge for featured products.
fr_fr: Sélectionnez le badge pour les produits mis en avant.

source: Out of stock Badge
fr_fr: Badge « Rupture de Stock »

source: Select the Badge for products out of stock.
fr_fr: .Sélectionnez le badge pour les produits en rupture de stock.

source: Hide on Single Product
fr_fr: Masquer sur la page produit

source: Select to hide badges on Single Product Page.
fr_fr: Sélectionnez pour masquer les badges sur la page produit.

source: Show advanced badges in variable products
fr_fr: Montrer les badges avancés pour les produits variables

source: only if the discount percentage/amount is the same for all variations
fr_fr: seulement si le pourcentage/montant de remise est le même pour toutes les variations

source: Show minimum discount percentage/amount
fr_fr: Afficher la remise pourcentage/montant minimum

source: Show maximum discount percentage/amount
fr_fr: Afficher la remise pourcentage/montant maximum

source: Not Started
fr_fr: Pas démarré

source: Started
fr_fr: Démarré

source: Finished
fr_fr: Terminé

source: Auction Badges
fr_fr: Badge pour les enchères

source: Select the badges for auction statuses
fr_fr: Sélectionner les badges pour les statuts d’enchères

source: Select the badge for all auctions marked as "%s"
fr_fr: Sélectionnez le barge pour toutes les enchères marquées comme « %s »

source: Select the Badge for all products of category %s
fr_fr: Sélectionnez le badge pour tous les produits de la catégorie : %s

source: Dynamic Pricing Settings
fr_fr: Options Dynamic Pricing

source: Select the Badge for Dynamic Pricing Rules. Please Note: you should create rules in %s before
fr_fr: Sélectionnez les badges pour les règles« Dynamic Pricing ». Attention : Vous devez créer règles %s auparavant

source: Dynamic Pricing Badges
fr_fr: Badges Dynamic Pricing

source: Select the Badge for all products of Dynamic Pricing Rule %s
fr_fr: Sélectionnez le badge pour tous les produits de la règle Dynamic Pricing « %s »

source: Select the Badge for all products of shipping class "%s"
fr_fr: Sélectionnez le badge pour tous les produits de la classe d’expédition « %s »

# Text in badge: preserve lenght
source: On Sale
fr_fr: PROMO

# Text in badge: preserve lenght
source: Sale!
fr_fr: SOLDE
